{
    "Home": "Home",
    "About": "About Us",
    "Resources": "Resources",
    "Videos": "Videos",
    "Audios": "Audios",
    "Books": "Books",
    "Courses": "Courses",
    "Contact": "Contact",
    "ContactUs": "Contact Us",
    "DonateUs": "Donate Us",
    "Registration": "Registration",
    "welcome": "Welcome",
    "description": "This is an English description.",
    "discoverQuran": "Discover Quran",
    "disQurDes": "Empowering communities through education and understanding of the Quran.",
    "mission": "Our Mission",
    "missDes": "To promote the teachings of the Quran and foster a sense of unity and compassion.",
    "aboutUsHeading": "About Us",
    "aboutUsDes": "Quran House Society is dedicated to empowering communities through education and understanding of the Quran. Our mission is to promote Quranic knowledge and values, foster unity, and inspire compassion within our community.",
    "aboutBtn": "Discover More",
    "aboutCall": "Call Us On",
    "quranicHead": "The Prophet's Approach to Quranic Revival",
    "qura1st": "Quranic Foundation",
    "qura1stDes": "Interfaith engagement fosters dialogue, understanding, and tolerance, promoting unity and harmony.",
    "qura2nd": "Teaching and Transmission",
    "qura2ndDes": "Leadership development ensures the continuity of knowledge, guiding growth and fostering innovation.",
    "qura3rd": "Community Integration",
    "qura3rdDes": "Community integration nurtures understanding, empathy, and harmony, forging strong societal bonds.",
    "qura4th": "Spiritual Guidance",
    "qura4thDes": "Spiritual guidance empowers individuals with wisdom and clarity, fostering a deeper connection.",
    "qura5th": "Leadership Development",
    "qura5thDes": "Teaching and transmission effectively disseminate wisdom, shaping minds and fostering enlightenment.",
    "qura6th": "Social Justice and Equity",
    "qura6thDes": "Social justice and equity advocate fairness and equality, shaping a just world for all humanity.",
    "qura7th": "Interfaith Engagement",
    "qura7thDes": "Quranic foundation instills values deeply, guiding moral compass and shaping character profoundly",
    "qura8th": "Global Fellowship",
    "qura8thDes": "Global fellowship cultivates bonds across cultures and borders, promoting solidarity and cooperation.",
    "qurLeaFac": "Comprehensive Quranic Learning Facilities",
    "qurLeaFacDes": "At Quran House Society, we are committed to providing a thorough and enriching Quranic education experience. Our facilities and resources are designed to cater to the diverse needs of our community, ensuring that everyone has access to high-quality Quranic learning. Explore our comprehensive offerings below and join us in deepening your understanding and connection with the Quran.",
    "qurLecFac1stHead": "Complete Quran Tafseer",
    "qurLecFac1stP": "In-depth commentary and explanations of the Quranic verses to enhance your understanding.",
    "qurLecFac2ndP": "Experienced scholars providing detailed and interpretations and insights.",
    "qurLecFac2ndHead": "Video Lectures",
    "qurLecFac21P": "High-quality video lectures covering various aspects of Quranic studies.",
    "qurLecFac22P": "Accessible online for flexible learning at your convenience.",
    "qurLecFac3rdHead": "Quran Tafseer with Translation",
    "qurLecFac31P": "Tafseer sessions that include translations in multiple languages for broader accessibility.",
    "qurLecFac32P": "Clear and concise translations paired with comprehensive explanations.",
    "qurLecFac4thHead": "Audio Lectures",
    "qurLecFac41P": "Extensive collection of audio lectures for learning Quran Tafseer on the go.",
    "qurLecFac42P": "Available in various formats for easy access and download.",
    "homeVideoLec": "Quran Tafseer Video Lectures",
    "homeVideoBtn": "Watch All Videos",
    "homeAudioLec": "Quran Tafseer Audio Lectures",
    "homeAudioBtn": "Watch All Audios",
    "aboutQurHouSocHead": "About Quran House Society",
    "aboutQurHouSoc1stP": "Quran House Society is dedicated to promoting a profound connection with the teachings of the Holy Quran.",
    "aboutQurHouSoc2ndP": "Our mission is to provide accessible resources and educational opportunities for individuals to explore and understand the wisdom, guidance, and beauty of the Holy Quranic message.",
    "aboutQurHouSoc3rdP": "We blend modern educational methods with traditional Islamic scholarship to cultivate a community that embraces diversity, fosters intellectual curiosity, and promotes spiritual growth.",
    "aboutQurHouSoc4thP": "Whether you are new to Quranic study or seeking to deepen your understanding, Quran House Society welcomes you to join us on this enriching journey of knowledge and enlightenment.",
    "missionVisionHead": "Our Mission & Vision",
    "missionHead": "Mission",
    "missionDes": "At Quran House Society, our mission is to empower individuals to develop a deep understanding and connection with the teachings of the Quran through accessible education, community engagement, and spiritual enrichment. We strive to foster an inclusive environment that encourages lifelong learning and personal growth.",
    "visionHead": "Vision",
    "visionDes": "Our vision is to establish Quran House Society as a leading platform for Quranic education and scholarship, recognized for its commitment to excellence, integrity, and compassion. We aim to inspire a global community that values and embodies the teachings of the Quran in their daily lives, contributing positively to society and nurturing a deeper spiritual connection.",
    "valGoalHead": "Our Values & Goals",
    "valHead": "Values",
    "val1stHead": "Excellence",
    "val1stDes": "We strive for excellence in Quranic education, community service, and personal development, delivering high-quality programs tailored to diverse educational needs.",
    "val2ndHead": "Integrity",
    "val2ndDes": "Upholding the highest ethical standards, we ensure transparency and trustworthiness in all our interactions and program deliveries.",
    "val3rdHead": "Inclusivity",
    "val3rdDes": "Celebrating diversity, we foster an inclusive environment where individuals from all backgrounds feel valued and respected.",
    "val4thHead": "Compassion",
    "val4thDes": "Guided by empathy and kindness, we approach our work with a genuine concern for the well-being of others, making a positive impact through compassionate outreach and support.",
    "GoalHead": "Goals",
    "Goal1stHead": "Educational Empowerment",
    "Goal1stDes": "Empower individuals through accessible and comprehensive resources to deepen their understanding and engagement with the Quran.",
    "Goal2ndHead": "Community Engagement",
    "Goal2ndDes": "Foster a vibrant community where dialogue, collaboration, and mutual support thrive, creating enriching experiences for all members.",
    "Goal3rdHead": "Spiritual Enrichment",
    "Goal3rdDes": "Nurturing spiritual growth through Quranic study, reflection, and contemplation, fostering a deeper connection with the Quran.",
    "Goal4thHead": "Global Impact",
    "Goal4thDes": "Extend our reach globally, advocating for Quranic education's relevance and promoting values of peace, justice, and compassion rooted in Quranic teachings.",
    "FundsHead": "Funds Appeal",
    "donateList1": "our account number is 4-1158 MCB Branch is Riwaz Garden Lahore.",
    "donateList2": "Account No. 4-12271158 for online account MCB Branch is Riwaz Garden Lahore.",
    "donateConHead": "Contact Numbers For In Person Meeting",
    "donateList3": "Respected Professor Dr. Qalb Bashir Khawar Sahib – 03004733774",
    "donateList4": "Dear Shahid Bhatti-03349813493",
    "donateList5": "Atiqur Rahman-03214054842",
    "donateList6": "Tahir Farooqui – 03334541798",
    "contactHead": "Get In Touch With US",
    "conAddHead": "Address",
    "conEmaHead": "Phone",
    "conPhoHead": "Email",
    "contFormBtn":"Submit"
}