{
    "Home": "تعارف",
    "About": "قرآن ہاؤس سوسائٹی",
    "Resources": "وسائل",
    "Videos": "ویڈیوز",
    "Audios": "آڈیوز",
    "Books": "کتابیں",
    "multiMedia": "ملٹی میڈیا",
    "easyCourse": "آسان کورس",
    "audioVideoCourse": "آوَڈیو اور ویڈیوز",
    "teacherTraining": "استاد تربیت کورس",
    "diplomaCourse": "ڈپلومہ کورس",
    "compQuran": "تکمیل قرآن",
    "books": "کتب",
    "pressRelea": " پریس ریلیز",
    "socialMedia": "سوشل میڈیا",
    "Courses": "کورسز",
    "Contact": "ہمارا رابطہ",
    "ContactUs": "ہم سے رابطہ کریں",
    "DonateUs": "ہمیں عطیہ کریں",
    "Registration": "رجسٹریشن",
    "welcome": "خوش آمدید",
    "description": "یہ ایک اردو وضاحت ہے۔",
    "discoverQuran": "قرآن دریافت کریں",
    "disQurDes": "تعلیم اور قرآن کی تفہیم کے ذریعے کمیونٹیز کو بااختیار بنانا۔",
    "mission": "ہمارا مقصد",
    "missDes": "قرآن کی تعلیمات کو فروغ دینا اور اتحاد اور ہمدردی کے جذبات کو فروغ دینا۔",
    "aboutUsHeading": "ہمارے بارے میں",
    "aboutUsDes": "قرآن ہاؤس سوسائٹی قرآن کی تعلیم اور تفہیم کے ذریعے کمیونٹیز کو بااختیار بنانے کے لیے وقف ہے۔ ہمارا مشن قرآنی علم اور اقدار کو فروغ دینا، اتحاد کو فروغ دینا، اور اپنی کمیونٹی میں ہمدردی کی تحریک دینا ہے۔",
    "aboutBtn": "مزید جانیے",
    "aboutCall": "ہمیں کال کریں",
    "quranicHead": "قرآنی احیاء کے لیے پیغمبر (ص) کا نقطہ نظر",
    "qura1st": "قرآنی فاؤنڈیشن",
    "qura1stDes": "بین المذاہب مشغولیت مکالمے، افہام و تفہیم اور رواداری کو فروغ دیتی ہے، اتحاد اور ہم آہنگی کو فروغ دیتی ہے۔",
    "qura2nd": "تدریس اور ترسیل",
    "qura2ndDes": "قیادت کی ترقی علم کے تسلسل کو یقینی بناتی ہے، ترقی کی رہنمائی کرتی ہے اور جدت کو فروغ دیتی ہے۔",
    "qura3rd": "کمیونٹی انٹیگریشن",
    "qura3rdDes": "کمیونٹی کا انضمام افہام و تفہیم، ہمدردی اور ہم آہنگی کو فروغ دیتا ہے، مضبوط سماجی بندھنوں کو قائم کرتا ہے۔",
    "qura4th": "روحانی رہنمائی",
    "qura4thDes": "روحانی رہنمائی لوگوں کو حکمت اور وضاحت کے ساتھ بااختیار بناتی ہے، ایک گہرے تعلق کو فروغ دیتی ہے۔",
    "qura5th": "قیادت کی ترقی",
    "qura5thDes": "لیڈرشپ ڈیولپمنٹ ٹیچنگ اینڈ ٹرانسمیشن مؤثر طریقے سے حکمت کو پھیلاتی ہے، ذہنوں کی تشکیل کرتی ہے اور روشن خیالی کو فروغ دیتی ہے۔",
    "qura6th": "سماجی انصاف اور مساوات",
    "qura6thDes": "سماجی انصاف اور مساوات انصاف اور مساوات کی وکالت کرتے ہیں، پوری انسانیت کے لیے ایک منصفانہ دنیا کی تشکیل کرتے ہیں۔",
    "qura7th": "بین المذاہب مصروفیت",
    "qura7thDes": "قرآنی بنیاد اقدار کو گہرائی سے ابھارتی ہے، اخلاقی کمپاس کی رہنمائی کرتی ہے اور کردار کی گہرائی سے تشکیل کرتی ہے",
    "qura8th": "عالمی فیلوشپ",
    "qura8thDes": "عالمی رفاقت یکجہتی اور تعاون کو فروغ دیتے ہوئے ثقافتوں اور سرحدوں کے پار بانڈز کو فروغ دیتی ہے۔",
    "qurLeaFac": "جامع قرآنی تعلیم کی سہولیات",
    "qurLeaFacDes": "قرآن ہاؤس سوسائٹی میں، ہم ایک مکمل اور بھرپور قرآنی تعلیم کا تجربہ فراہم کرنے کے لیے پرعزم ہیں۔ ہماری سہولیات اور وسائل ہماری کمیونٹی کی متنوع ضروریات کو پورا کرنے کے لیے بنائے گئے ہیں، اس بات کو یقینی بناتے ہوئے کہ ہر ایک کو اعلیٰ معیار کی قرآنی تعلیم تک رسائی حاصل ہو۔ ذیل میں ہماری جامع پیشکشوں کو دریافت کریں اور قرآن کے ساتھ اپنی تفہیم اور تعلق کو گہرا کرنے میں ہمارے ساتھ شامل ہوں۔",
    "qurLecFac1stHead": "مکمل قرآن تفسیر",
    "qurLecFac1stP": "آپ کی سمجھ کو بڑھانے کے لیے آیات قرآنی کی گہرائی سے تفسیر اور تفسیر۔",
    "qurLecFac2ndP": "تجربہ کار اسکالرز تفصیلی اور تشریحات اور بصیرت فراہم کرتے ہیں۔",
    "qurLecFac2ndHead": "ویڈیو لیکچرز",
    "qurLecFac21P": "آپ کی سمجھ کو بڑھانے کے لیے آیات قرآنی کی گہرائی سے تفسیر اور تفسیر۔",
    "qurLecFac22P": "قرآنی علوم کے مختلف پہلوؤں کا احاطہ کرنے والے اعلیٰ معیار کے ویڈیو لیکچرز۔",
    "qurLecFac3rdHead": "قرآن تفسیر مع ترجمہ",
    "qurLecFac31P": "تفسیر کے سیشنز جن میں وسیع تر رسائی کے لیے متعدد زبانوں میں ترجمے شامل ہیں۔",
    "qurLecFac32P": "واضح اور جامع تراجم کو جامع وضاحتوں کے ساتھ جوڑ دیا گیا ہے۔",
    "qurLecFac4thHead": "آڈیو لیکچرز",
    "qurLecFac41P": "چلتے پھرتے قرآن تفسیر سیکھنے کے لیے آڈیو لیکچرز کا وسیع ذخیرہ۔",
    "qurLecFac42P": "آسان رسائی اور ڈاؤن لوڈ کے لیے مختلف فارمیٹس میں دستیاب ہے۔",
    "homeVideoLec": "قرآن تفسیر ویڈیو لیکچرز",
    "homeVideoBtn": "تمام ویڈیوز دیکھیں",
    "homeAudioLec": "قرآن تفسیر آڈیو لیکچرز",
    "homeAudioBtn": "تمام آڈیوز دیکھیں",
    "aboutQurHouSocHead": "قرآن ہاؤس سوسائٹی کے بارے میں",
    "aboutQurHouSoc1stP": "قرآن ہاؤس سوسائٹی قرآن پاک کی تعلیمات کے ساتھ گہرے تعلق کو فروغ دینے کے لیے وقف ہے۔",
    "aboutQurHouSoc2ndP": "ہمارا مشن لوگوں کو قرآنی پیغام کی حکمت، رہنمائی اور خوبصورتی کو دریافت کرنے اور سمجھنے کے لیے قابل رسائی وسائل اور تعلیمی مواقع فراہم کرنا ہے۔",
    "aboutQurHouSoc3rdP": "ہم جدید تعلیمی طریقوں کو روایتی اسلامی اسکالرشپ کے ساتھ ملاتے ہیں تاکہ ایک ایسی کمیونٹی کو فروغ دیا جا سکے جو تنوع کو اپنائے، فکری تجسس کو فروغ دے، اور روحانی ترقی کو فروغ دے۔",
    "aboutQurHouSoc4thP": "چاہے آپ قرآنی مطالعہ کے لیے نئے ہیں یا اپنی سمجھ کو مزید گہرا کرنا چاہتے ہیں، قرآن ہاؤس سوسائٹی علم اور روشن خیالی کے اس بھرپور سفر میں ہمارے ساتھ شامل ہونے کا خیرمقدم کرتی ہے۔",
    "missionVisionHead": " مقصد",
    "missionHead": "مشن",
    "missionDes": "قرآن ہاؤس سوسائٹی میں، ہمارا مشن افراد کو قابل رسائی تعلیم، اجتماعی مشغولیت، اور روحانی افزودگی کے ذریعے قرآن کی تعلیمات کے ساتھ گہری تفہیم اور تعلق پیدا کرنے کے لیے بااختیار بنانا ہے۔ ہم ایک جامع ماحول کو فروغ دینے کی کوشش کرتے ہیں جو زندگی بھر سیکھنے اور ذاتی ترقی کی حوصلہ افزائی کرتا ہے۔",
    "visionHead": "اولین مقصد",
    "visionDes": "ہمارا وژن قرآن ہاؤس سوسائٹی کو قرآنی تعلیم اور اسکالرشپ کے لیے ایک سرکردہ پلیٹ فارم کے طور پر قائم کرنا ہے، جسے اس کی فضیلت، دیانتداری اور ہمدردی کے لیے پہچانا جاتا ہے۔ ہمارا مقصد ایک عالمی برادری کی حوصلہ افزائی کرنا ہے جو اپنی روزمرہ کی زندگیوں میں قرآن کی تعلیمات کی قدر کرتی ہے اور اس کو مجسم کرتی ہے، معاشرے میں مثبت کردار ادا کرتی ہے اور ایک گہرے روحانی تعلق کو پروان چڑھاتی ہے۔",
    "nextPlan": "مستقبل کے پلان",
    "nextPalnLi1": "حفظ قرآن حکیم تاکہ وقت اور توانائی کم استعمال کر کے زیادہ فائدہ حاصل کیا جاسکی",
    "nextPlanLi2": "عربی زبان کورسسز(گرائمر، عربی ادب)",
    "nextPlanLi3": "نرسری تا ہائی سکول اور آخر کار یونیورسٹی کا قیام جہان مسلم معاشرے کو مسلم ڈاکٹر ، انجینئر ،",
    "nextPlanLi4": "سائنسدان ، عمرانیات کے ماہرین،فلاسفر اور دانشور دستیاب ہو سکیں جو امت محمد صلی اللہ علیہ وسلم کی قیادت کا حق ادا کر سکیں۔",
    "nextPlanLi5": "قرآن ہائوس میں ایک لائبریری (کتب، آڈیو، ویڈیو کا قیام)",
    "valGoalHead": "ہماری اقدار",
    "valHead": "اقدار",
    "val1stHead": "اتکرجتا",
    "val1stDes": "ہم متنوع تعلیمی ضروریات کے مطابق اعلیٰ معیار کے پروگرام فراہم کرتے ہوئے، قرآنی تعلیم، کمیونٹی سروس، اور ذاتی ترقی میں عمدگی کے لیے کوشاں ہیں۔",
    "val2ndHead": "سالمیت",
    "val2ndDes": "اعلیٰ ترین اخلاقی معیارات کو برقرار رکھتے ہوئے، ہم اپنے تمام تعاملات اور پروگرام کی فراہمی میں شفافیت اور اعتماد کو یقینی بناتے ہیں۔",
    "val3rdHead": "شمولیت",
    "val3rdDes": "تنوع کا جشن مناتے ہوئے، ہم ایک جامع ماحول کو فروغ دیتے ہیں جہاں تمام پس منظر سے تعلق رکھنے والے افراد قابل قدر اور احترام محسوس کرتے ہیں۔",
    "val4thHead": "ہمدردی",
    "val4thDes": "ہمدردی اور مہربانی سے رہنمائی حاصل کرتے ہوئے، ہم دوسروں کی فلاح و بہبود کے لیے حقیقی فکر کے ساتھ اپنے کام سے رجوع کرتے ہیں، ہمدردانہ رسائی اور مدد کے ذریعے مثبت اثر ڈالتے ہیں۔",
    "GoalHead": "مقاصد",
    "Goal1stHead": "تعلیمی بااختیار بنانا",
    "Goal1stDes": "افراد کو قابل رسائی اور جامع وسائل کے ذریعے بااختیار بنائیں تاکہ وہ قرآن کے ساتھ ان کی تفہیم اور مشغولیت کو گہرا کریں۔",
    "Goal2ndHead": "کمیونٹی مصروفیت",
    "Goal2ndDes": "ایک متحرک کمیونٹی کو فروغ دیں جہاں مکالمہ، تعاون اور باہمی تعاون پروان چڑھتا ہے، جس سے تمام اراکین کے لیے افزودہ تجربات پیدا ہوتے ہیں۔",
    "Goal3rdHead": "روحانی افزودگی",
    "Goal3rdDes": "قرآنی مطالعہ، غور و فکر اور غور و فکر کے ذریعے روحانی ترقی کو فروغ دینا، قرآن کے ساتھ گہرا تعلق پیدا کرنا۔",
    "Goal4thHead": "عالمی اثرات",
    "Goal4thDes": "قرآنی تعلیم کی مطابقت کی وکالت کرتے ہوئے اور قرآنی تعلیمات میں جڑی امن، انصاف اور ہمدردی کی اقدار کو فروغ دیتے ہوئے عالمی سطح پر ہماری رسائی کو بڑھائیں۔",
    "FundsHead": "فنڈزاپیل",
    "donateList1": "MCB Branch Riwaz Garden Lahore اس سلسلے میں ہمارا اکائونٹ نمبر 4-1158 ہے۔",
    "donateList2": "MCB Branch Riwaz Garden Lahore ان لائن اکائونٹ کے لیے اکائونٹ نمبر 4-12271158 ہے۔",
    "donateConHead": "بل مشافہ ملنے کے لیے رابطہ نمبرز",
    "donateList3": "محترم پروفیسر  ڈاکٹر قلب بشیر خاور صاحب – 03004733774",
    "donateList4": "محترم شاہد بھٹی-03349813493",
    "donateList5": "عتیق الرحمن-03214054842",
    "donateList6": "طاہر فاروقی – 03334541798",
    "contactHead": "ہم سے رابطے میں رہیں",
    "conAddHead": "پتہ",
    "conEmaHead": "فون",
    "conPhoHead": "ای میل",
    "contFormBtn": "جمع کرائیں"
}